Autodesk.Revit.DB.Mechanical.DuctPressureDropData.Viscosity
The kinematic viscosity of the air in the duct. Units: (ft^2/s).
Since:
2014

Autodesk.Revit.DB.Mechanical.DuctPressureDropData.DynamicViscosity
The dynamic viscosity of the air in the duct. Units: (kg/(ft*s)).
Since:
2014

Autodesk.Revit.DB.Mechanical.DuctPressureDropData.Density
The density of the duct. Units: (kg/ft³).
Since:
2014